13/data/attachments/2c41327c4ef46d62.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Cindy_standard_Friend_12832_8</nif:username>
            <nif:friendToBeRequested>soap_friends_a60f3bfe-14c3-416c-bec0-18aa7960c8ea</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>